{
    "categories": [
        "python"
    ], 
    "post": [
        {
            "title": "Red Garden", 
            "date": "2017-02-25", 
            "category": "python", 
            "author": "Junior Hernández", 
            "excerpt": "Despiertas y aunque te sientes extraño debes continuar viviendo de la forma tan aburrida y onírica como de costumbre. Entonces te das cuenta que ya las cosas que hacías te dan igual. Hasta puedes ver qué tan inútil eras.", 
            "id": "b4bfc0705d4db4c1242a18dec75f5ecf91294d0c", 
            "html": "red-garden.html", 
            "permalink": "http://junihh.com/red-garden.html", 
            "markdown": "Despiertas y aunque te sientes extraño debes continuar viviendo de la forma tan aburrida y onírica como de costumbre. Entonces te das cuenta que ya las cosas que hacías te dan igual. Hasta puedes ver qué tan inútil eras.\n\nFue así como Kate, Rachel, Claire y Rose, cuatro chicas hastiadas de sus vidas, todas hijas de familias adineradas y estudiantes del mismo instituto se conectan para desentrañar de qué forma deberán vivir en su nuevo estado. Todo bajo la mirada fría y calculadora de Lula, el personaje que más tarde les dará una explicación clara a las chicas de lo sucedido.\n\nLa historia se extiende bastante en este anime de 22 episodios (que pudo ser más corto). Tiene momentos en los que parece estancarse y hasta se vuelve aburrido, pero mientras avanza te das cuenta que el director Kou Matsuo solo quiso sentar bases para lo que verás en los episodios finales.\n\nCon lo dicho solo he dado tantas vueltas que simplemente no he dicho nada. El tema suena idéntico a los tantos cliches a los que nos tienen acostumbrados los productores de anime pero créanme, luego de conocerse contra qué pelean estas chicas y lo abusivo de su situación poco a poco comenzamos a interesarnos por lo que vendrá.\n\nNo entra en mi lista personal de animes favoritos pero lo recomiendo a cualquier persona que guste de las historias de misterio con elementos sobrenaturales.\n\n## Información:\n\nAño: 2007\nTítulos: “Red Garden”, “RG”.\nEpisodios: 22"
        }
    ], 
    "settings": {
        "domain": "junihh.com", 
        "title": "My bloggen test"
    }
}